Repository: UEHG260899/MxMoney
Catalog: MxMoney/Assets/*.lproj/Localizable.strings
Languages: es_419

# Login.Password.Text
source: Password
es_419: Contraseña

# Login.Login.Button
source: Log In
es_419: Iniciar Sesión

# Login.Signup.Text
source: Sign Up
es_419: Registrarse

# Signup.Title.Text
source: Sign Up
es_419: Registrarse

# Signup.Name.Text
source: Name
es_419: Nombre

# Signup.LastName.Text
source: Last Name
es_419: Apellido

# Signup.Password.Text
source: Password
es_419: Contraseña

# Signup.Confirm.Password.Text
source: Confirm Password
es_419: Confirmar contraseña

# Signup.Signup.Button
source: Sign Up
es_419: Registrarse

# Home.Tab.Text
source: Home
es_419: Inicio

# Settings.Tab.Text
source: Settings
es_419: Ajustes

# Error.Alert.Title.Text
source: Something went wrong
es_419: Algo salió mal

# Default.Error.Text
source: Something mysterious happened
es_419: Algo misterioso pasó

# Network.Error.Text
source: A network error occurred, please try again later
es_419: Ocurrió un error de red, intentalo de nuevo más tarde

# Invalid.Email.Error.Text
source: The email isn´t valid
es_419: El email no es válido

# Disabled.User.Error.Text
source: The user is disabled
es_419: El usuario esta deshabilitado

# Email.Used.Error.Text
source: There´s already an account using the email
es_419: Ya existe una cuenta con el email introducido

# Weak.Password.Error.Text
source: Password should be at least 6 characters long
es_419: La contraseña debe de contener al menos 6 caracteres

# Wrong.Password.Error.Text
source: Wrong email or password
es_419: El email o la contraseña son incorrectos

# Invalid.Argument.Error.Text
source: A search was executed with an invalid argument
es_419: Se trató de realizar una búsqueda con un parámetro inválido

# Deadline.Exceeded.Error.Text
source: Connection timeout
es_419: Se excedió el tiempo de espera para completar la petición

# No.Data.Error.Text
source: No data was found
es_419: No se encontraron datos

# Already.Exists.Error.Text
source: There´s already data with the same attributes, please check and try again
es_419: Ya existe un conjunto de datos iguales, por favor verifica e intenta de nuevo

# Unavailable.Error.Text
source: Service is unavailable, please try again later
es_419: El servicio no esta disponible temporalmente, inténtalo de nuevo más tarde

# Home.Total.Balance.Text
source: TOTAL BALANCE
es_419: BALANCE TOTAL

# Home.Total.Income.Text
source: TOTAL INCOME
es_419: INGRESOS TOTALES

# Home.Total.Expense.Text
source: TOTAL EXPENSE
es_419: GASTOS TOTALES
